window.INTRO_WORDS_GAME = {
  introductoryGroups: [
    {
      title: "Уверенность",
      words: [
        "конечно",
        "разумеется",
        "несомненно",
        "право",
        "безусловно",
        "бесспорно",
        "естественно",
        "действительно",
        "как правило",
        "без сомнения",
        "очевидно"
      ]
    },
    {
      title: "Неуверенность",
      words: [
        "наверное",
        "наверно",
        "вероятно",
        "кажется",
        "видно",
        "видимо",
        "по-видимому",
        "возможно",
        "пожалуй",
        "по всей вероятности",
        "может быть",
        "быть может",
        "должно быть"
      ]
    },
    {
      title: "Чувства",
      words: [
        "к счастью",
        "по счастью",
        "к несчастью",
        "к сожалению",
        "к удивлению",
        "чего доброго",
        "на беду",
        "в самом деле"
      ]
    },
    {
      title: "Источник сообщения",
      words: [
        "по-моему",
        "как известно",
        "по правде",
        "по-твоему",
        "говорят",
        "по сообщению кого-либо",
        "по мнению кого-либо",
        "по словам кого-либо",
        "по слухам",
        "помнится",
        "мол"
      ]
    },
    {
      title: "Порядок мыслей",
      words: [
        "во-первых",
        "во-вторых",
        "в-третьих",
        "значит",
        "так",
        "итак",
        "следовательно",
        "таким образом",
        "кстати",
        "наоборот",
        "в частности",
        "напротив",
        "например",
        "к примеру",
        "впрочем",
        "стало быть",
        "между прочим",
        "подчёркиваю",
        "повторяю",
        "наконец",
        "с одной стороны",
        "с другой стороны",
        "кроме того"
      ]
    },
    {
      title: "Способ оформления мысли",
      words: [
        "иными словами",
        "короче говоря",
        "так сказать",
        "словом",
        "одним словом",
        "по правде говоря",
        "признаться",
        "прямо скажем",
        "иначе говоря",
        "лучше сказать"
      ]
    },
    {
      title: "Привлечение внимания",
      words: [
        "пожалуйста",
        "послушайте",
        "будьте добры",
        "поверьте",
        "видите ли",
        "знаете",
        "понимаете",
        "допустим",
        "скажем"
      ]
    },
    {
      title: "Обычность",
      words: [
        "бывало",
        "по обыкновению",
        "как правило"
      ]
    }
  ],
  falseIntroductoryWords: [
    "как будто",
    "словно",
    "будто",
    "в конечном счёте",
    "вроде бы",
    "вряд ли",
    "даже",
    "к тому же",
    "между тем",
    "на редкость",
    "тем не менее",
    "авось",
    "большей частью",
    "буквально",
    "вдобавок",
    "всё-таки",
    "как бы",
    "лишь",
    "наверняка",
    "непременно",
    "отчасти",
    "пусть",
    "по-прежнему",
    "поэтому",
    "просто",
    "исключительно"
  ]
};
